import java.util.regex.Matcher;
import java.util.regex.Pattern;

public class testtest {
	public static void main(String []args){
		/*String aString="芜湖县县城两座建筑垃圾堆放场规范化管理和县城区主次干道路面污染清理 财政部唯一指定政府采购信息网络发布媒体 国家级政府采购专业网站 服务热线：400-810-1996 政策法规 标讯频道 中央采购 地方采购 案例解读 购买服务 PPP频道 GPA专栏 采购百科 热点专题 首页 » 地方标讯 » 公开招标公告 芜湖县县城两座建筑垃圾堆放场规范化管理和县城区主次干道路面污染清理 2016年11月25日 14:56 来源： 【打印】 公告概要： 公告信息： 采购项目名称 芜湖县县城两座建筑垃圾堆放场规范化管理和县城区主次干道路面污染清理 品目 采购单位 芜湖县城市管理局 行政区域 市辖区 公告时间 2016年11月25日 14:56 获取招标文件时间 2016年11月26日 00:00  至  2016年12月02日 23:59 招标文件售价 ￥0 获取招标文件的地点 无 开标时间 2016年12月20日 10:30 开标地点 无 预算金额 ￥260000万元（人民币） 联系人及联系方式： 项目联系人 翟小燕 项目联系电话 无 采购单位 芜湖县城市管理局 采购单位地址 无 采购单位联系方式 无 代理机构名称 芜湖县城市管理局 代理机构地址 无 代理机构联系方式 无                     招 标 公 告 项目编号：WH12CG2016FW3625 一 项目名称：芜湖县县城两座建筑垃圾堆放场规范化管理和县城区主次干道路面污染清理 二 采购人：芜湖县城市管理局 三 1、招标内容: 芜湖县县城两座建筑垃圾堆放场规范化管理和县城区主次干道路面污染清理（具体详见招标文件）   2、招标控制价：260000.00元  四 投标人的资格条件                     1、符合《中华人民共和国政府采购法》第二十二条规定的投标人资格条件。具有独立法人资格。       2、投标人资质要求：须具备物业（保洁）管理三级（含）以上资质       3、投标人信用等级：无       4、其他资格条件：无 五 招标文件的获取       1、报名时间：2016年11月26日 09:00:00至2016年12月02日 17:00:00       2、报名方式：凡有意参加投标者，请于报名时间内登录芜湖市公共资源交易中心网上招投标系统进行报名，下载招标文件。 六 投标截止时间和开标时间： 2016年12月20日10:30                           开标地点： 芜湖市公共资源交易中心开标室（详见开标区电子显示屏） 七 保证金及开户信息       1、所有投标人均需提交足额投标保证金。       2、投标保证金的到帐截止时间为开标日前1个工作日上午10时。       3、投标保证金必须从投标人基本帐户汇入到下述指定帐户，未到达指定账户的投标恕不接受。       4、投标保证金不得从其他账户汇出，否则拒绝其投标行为。       本项目须缴纳投标保证金金额：人民币贰仟陆佰圆整。        开户单位：芜湖市公共资源交易中心       开户银行： 徽商银行芜湖新市口支行   账号：1101801021000587877103554 八 招标代理机构及联系方式       招标代理机构名称：安徽盛唐工程项目管理有限公司   网址：/       招标代理机构联系人：晋胜   电子邮件：/       电话：13023030398   传真：/ 九 采购人联系方式       联系人：后宗南   联系电话：15375538155 十 芜湖市公共资源交易中心联系方式       保证金窗口联系电话：0553-3870671 或 3870396   咨询电话：0553-3121801 十一 注册事项。本项目只接受芜湖市投标企业（供应商）会员库已审核通过的会员报名，会员通过芜湖市公共资源交易中心网上招投标交易系统报名，未入库的潜在投标人请及时办理入库手续（具体详见芜湖市公共资源交易中心网站发布的入库通知）。因未及时办理入库手续导致无法报名的，责任自负。  十二 备注： 本项目启用信用标（信用标评审计分依据为市公共资源交易诚信评价信息系统获取分数）                          招标代理机构：安徽盛唐工程项目管理有限公司   2016年11月25日 ﻿ © 1999- 中华人民共和国财政部版权所有 | 联系我们 | 意见反馈 | 京ICP备10046031号-10";
		String bString="Generated Thu, 01 Dec 2016 10:28:29 GMT by cache.51cdn.com (Cdn Cache Server V2.0)";
		System.out.println(aString.length()+" "+bString.length());
		
		String caString="这是一条神奇的天路";
		String ddString="这是一条神奇的";*/
		java.util.Date now = new java.util.Date();
		now.getTime();
		System.out.println(now.getTime());
		}
	}


